Post.seed(
    {
        budget: "10,000円 〜",
        place: "豪華客船の上",
        time: "夜",
        season: "夏",
        whatsaid: "君という船乗りが、僕の人生という航海には必要なんだ",
        present: "目の前に広がるこの夜景こそが彼女へのプレゼント",
        comment: "恥ずかしがらず、堂々と言うべし・費用は船のチャーター代"
    },
    {
        budget: "〜1,000円",
        place: "東京駅",
        time: "夜",
        season: "春",
        whatsaid: "俺の為にお前がいるんじゃねえ。お前のために俺がいるんだ！！",
        comment: "成功するかどうかは考えないのが成功のコツ",
        present: "婚約指輪"
    },
    {
        budget: "10,000円 〜",
        place: "高級レストラン",
        time: "朝",
        season: "冬",
        whatsaid: "結婚してくれなきゃ俺は … (ここで泣く)",
        comment: "情けない感じを敢えて演出して相手の母性をくすぐる作戦",
        present: "婚約指輪"
    },
    {
        budget: "〜1,000円",
        place: "家",
        time: "夕方",
        season: "夏",
        whatsaid: "ところでさァ〜結婚しねえ？",
        comment: "軽い感じで言えば断られた時のダメージが微小",
        present: "なし"
    },
    {
        budget: "10,000円 〜",
        place: "ヘリコプターの中",
        time: "夜",
        season: "秋",
        whatsaid: "（夜景を見下ろしながら）この夜景よりキレイな君と結婚したい",
        comment: "ヘリの待合所は同じくヘリでプロポーズしたカップルの記念写真が飾ってあり、プロポーズするのがバレバレになるので注意",
        present: "婚約指輪"
    },
    {
        budget: "1,000 〜 10,000円",
        place: "海",
        time: "夕方",
        season: "夏",
        whatsaid: "（釣りをしながら）どんな魚よりも、君という名の大物を釣り上げたい",
        comment: "プロポーズの最中に魚が釣れたら台無しなので注意",
        present: "釣れた魚"
    },
    {
        budget: "1,000 〜 10,000円",
        place: "職場",
        time: "夕方",
        season: "春",
        whatsaid: "もしこのプロジェクトが成功したら、俺と結婚してくれ！",
        comment: "職場恋愛限定のプロポーズ",
        present: "テキトーなもの"
    },
    {
        budget: "〜1,000円",
        place: "港",
        time: "夜",
        season: "夏",
        whatsaid: "もしこのベーリング海でのカニ漁が無事に終わったら、俺と結婚してくれ！",
        comment: "「もしこの〜」の部分は、適宜他の何かに置き換えて使用して下さい。",
        present: "その旅？で手に入れた何か（今回で言えばベーリング海のカニ）"
    },
    {
        budget: "10,000円 〜",
        place: "海産物の養殖場",
        time: "昼",
        season: "冬",
        whatsaid: "何をしているのか、って？このアコヤ貝から採れた真珠から、君との結婚指輪を作ろうとしていたのさ",
        comment: "アコヤ貝の旬は11-1月頃なので注意",
        present: "真珠の結婚指輪"
    },
    {
        budget: "〜1,000円",
        place: "山の中",
        time: "昼",
        season: "秋",
        whatsaid: "キレイなバラには棘がある。美味しいきのこには毒があるのさ。",
        comment: "素人にきのこ狩りは危険なので、専門家を帯同させるのが望ましい",
        present: "きのこ"
    },
    {
        budget: "1,000 〜 10,000円",
        place: "テニスコート",
        time: "夕方",
        season: "春",
        whatsaid: "君のハートに、サービスエースを決めたいんだ",
        comment: "サーブが下手だとセリフが決まらないので、事前のサーブ猛練習が必須",
        present: "テニスボール"
    },
    {
        budget: "〜1,000円",
        place: "墓地",
        time: "夕方",
        season: "夏",
        whatsaid: "君と同じ墓に入りたい、俺がいるんだ",
        comment: "墓参りの最中に日に言うのが吉",
        present: "墓そのもの"
    },
    {
        budget: "〜1,000円",
        place: "景色のいい、涼し気な高原",
        time: "昼",
        season: "夏",
        whatsaid: "人生はマラソンだ。人生の最後まで、共に走り続けるからな。",
        comment: "彼女の方を見て言う…というよりも、黄昏れて遠い彼方を見つめながら",
        present: "牧場で買った搾りたて牛乳"
    },
    {
        budget: "10,000円 〜",
        place: "いい感じのレストラン",
        time: "夜",
        season: "冬",
        whatsaid: "例え世界全てが敵になっても、俺は君の見方で有り続ける。",
        comment: "恥ずかしいセリフだが、ぐっとこらえて。照れてしまった時点で負け",
        present: "指輪"
    },
    {
        budget: "〜1,000円",
        place: "眺めのいい場所",
        time: "夕方",
        season: "春",
        whatsaid: "俺は君と一緒に、夢に向かって歩きたいんだ。結婚しよう。",
        comment: "「夢」が何を指すのか、事前に彼女に知ってもらう必要あり",
        present: "婚約指輪"
    },
    {
        budget: "10,000円 〜",
        place: "夜景の見える高級レストラン",
        time: "夜",
        season: "冬",
        whatsaid: "普段は行かない高級レストラン、付き合って6年目、お互い20後半のカップル、、、あとはもう、言わなくても分かるよね？",
        comment: "このような「察して」的な態度が嫌いな彼女の場合は注意",
        present: "こんにゃく指輪"
    }
)